Revit 2024 API
BuiltInFailures.SystemNavigatorFailures.MultipleSelectNumberIsWrong Property
 The selected tree nodes number of system browser is wrong.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MultipleSelectNumberIsWrong { get; }
Visual Basic
Public Shared ReadOnly Property MultipleSelectNumberIsWrong As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MultipleSelectNumberIsWrong {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SystemNavigatorFailures Class
Autodesk.Revit.DB Namespace